Repository: akavel/maniana-fork
Catalog: archive/translations.tmx
Source language: en_us
Languages: es_es, fr, he, it, ja, ru

source: Shaking actions (Settings | behavior).
it: Scuotimento (Impostazioni|comportamento).
ja: 手振り（設定｜行動）

source: Italian translation (thanks Franco).
it: Traduzione in Italiano (ringraziamenti a Franco).
ja: イタリア語の翻訳 （フランコに感謝)。

source: Japanese translation (thanks Teiko-san).
it: Traduzione in Giapponese (ringraziamenti a Teiko-san).
ja: 日本の翻訳 (禎子さんに感謝)。

source: Maniana List 3x3
es_es: Tareas Maniana 3x3
it: Maniana Lista 3x3
ja: Maniana リスト 3 x 3
ru: Список Maniana 3×3

source: Text color of active tasks
es_es: Color del texto de tareas activas
it: Colore testo attività da fare
ja: アクティブなタスクのテキストの色
ru: Цвет текста для активных задач

source: Initial color of new tasks
es_es: Color inicial de nuevas tareas
it: Colore iniziale nuove attività
ja: 新しいタスクの最初の色

source: Default Task Color
es_es: Color predeterminado de tareas
it: Colore predefinito attività
ja: タスクの既定の色
ru: Цвет заданий по умолчанию

source: New tasks are added at list bottom
es_es: Se agregan nuevas tareas en la parte inferior de la lista
it: Nuove attività aggiunte fondo lista
ja: 新しいタスクがリストの一番下に追加されます。

source: New tasks are added at list top
es_es: Nuevas tareas se agregan en la parte superior la lista
it: Nuove attività aggiunte inizio lista
ja: 新しいタスクがリストの一番上に追加されます。

source: Add To Top
es_es: Añadir al principio
it: Aggiungi sopra
ja: 上部に追加します。

source: Forcing task order (active before completed before locked)
es_es: Orden obligado de tareas (activo antes de completar o bloquear la tarea)
it: Ordinamento forzato (attive - complete - bloccate)
ja: タスクの順序を強制する (アクティブ／完了／ロック）

source: Tasks
es_es: Tareas
it: Attività
ja: タスク
ru: Задания

source: Will not activate notification LED
es_es: No se activará la notificación mediante LED
it: Non attivare LED di notifica
ja: 通知用 LED がアクティブ化されません。

source: Will also activate notification LED (when available)
es_es: También se activará la notificación mediante LED (si está disponible)
it: Attivare anche LED di notifica (se disponibile)
ja: また通知 LED (使用可能時) をアクティブにします。

source: Notification LED
es_es: Notificación por LED
it: LED di notifica
ja: 通知 LED

source: Green
es_es: Verde
it: Verde
ja: グリーン
ru: Зелёный

source: Blue
es_es: Azul
it: Blu
ja: 青
ru: Синий

source: Red
es_es: Rojo
it: Rosso
ja: 赤
ru: Красный

source: None
es_es: Ninguno
it: Nessuno
ja: なし
ru: Нет

source: no active tasks
es_es: No hay tareas activas
it: Nessuna attività da fare
ja: アクティブなタスクなし
ru: активных заданий нет

source: Tap to open Maniana
es_es: Toque para abrir Maniana
it: Tocca per aprire Maniana
ja: タップしてマニャナを開いてください。
ru: Нажмите, чтобы открыть Maniana

source: You have %d active tasks
es_es: Tienes %d tareas activas
it: Hai %d attività da fare
ja: %d 個のアクティブなタスクがあります。
ru: У вас %d активных заданий

source: You have one active task
es_es: Tienes una tarea activa
it: Hai una attività da fare
ja: 1 つのアクティブなタスクがあります。
ru: У вас одно активное задание

source: TASKS
it: ATTIVITA'
ja: タスク
ru: ЗАДАЧИ

source: <b>Shaking Action</b> - sets a Maniana page action to perform when the device is shaken.
it: <b>Scuotimento</b> - azione da eseguire in Maniana quando il dispositivo viene scosso.
ja: <b>手振りの動作</b> - デバイスを振ってマニャナ ページ アクションを設定します。.

source: <b>Notification LED</b> - when true, daily notifications will also activate the device notification LED, if available.
it: <b>Notifica LED</b> - quando attiva, le notifiche giornaliere attivano anche il LED, se disponibile.
ja: True の場合、毎日の通知も、 <b>通知 LED</b> - デバイスの通知が可能な場合アクティブにできます。

source: <b>Paper/Background Color</b> - selects paper or background color respectively (depends on Paper). Background color can be semi transparent if you like.
it: <b>Colore pagina/sfondo</b> - seleziona il colore per la carta o dello sfondo (dipende da Carta on/off) Il colore di sfondo può essere semitrasparente.
ja: <b>ページの色/背景色</b> ・それぞれ紙または背景の色を選択 (用紙によって異なります)。背景色は、半透明二する事ができます。.

source: <b>Default Task Color</b> - sets the initial color of new tasks.
it: <b>Colore default Attività</b> - imposta il colore iniziale delle nuove attività.
ja: <b>既定タスクの色</b> - 新しいタスクの初期カラーを設定します。

source: <b>Add To Top</b> - determines if new tasks are added to the top or bottom of the list.
it: <b>Aggiungi sopra</b> - specifica se una nuova attività verrà aggiunta all'inizio o alla fine della lista.
ja: <b>トップに追加</b> - 上部またはリストの下に新しいタスクが追加されるかどうか決定されます。

source: Improved stability (email us if you encounter problems on your device).
es_es: Mejora de la estabilidad (envíenos un correo electrónico si se producen problemas en el dispositivo).
it: Migliorata la stabilità (scrivici se hai problemi con il tuo dispositivo).
ja: 貴方のデバイスに問題が発生した場合Eメールしてください。
ru: Улучшена стабильность работы (напишите нам, если на вашем устройстве возникнут проблемы).

source: 3x3 widget size.
es_es: Tamaño de widget de 3x3.
it: Widget dimensioni 3x3.
ja: ３x３ウィジェットサイズです。
ru: Виджет размера 3×3.

source: Want to be a hero in your country? Help translating Maniana to your language. Email us at maniana@zapta.com for details.
es_es: ¿Quieres ser un héroe en tu país? Ayuda a traducir Maniana a tu idioma nativo. Envíanos un correo electrónico a maniana@zapta.com para obtener más detalles.
it: Vuoi essere un eroe nel tuo paese? Aiuta a tradurre Maniana nella tua lingua. Scrivi a maniana@zapta.com per i dettagli.
ja: 貴方の国でヒーローになりませんか？ マニャナを貴方の言語に翻訳して下さい。詳細はmania@zapta.comにメールしてください。
ru: Хотите прославиться на всю страну? Помогите нам перевести Maniana на свой язык! Чтобы узнать подробности, пишите на maniana@zapta.com.

source: Default task color setting.
es_es: Configuración de color de tarea predeterminada.
it: Impostazione del colore predefinito per le attività.
ja: 規定タスクの色を設定する。
ru: Добавлена возможность выбора цвета задания по умолчанию.

source: Notification LED setting.
es_es: Configuración de notificación LED.
it: Impostazione del LED di notifica.
ja: 通知LEDの設定。
ru: Добавлена возможность уведомления цветовым индикатором.

source: Add task to bottom of list setting
es_es: Se agregaron tareas en la parte inferior de la lista de seteo
it: Impostazione del bottone aggiungi attività in fondo alla lista.
ja: タスクをリストの下に設定します。
ru: Добавлена возможность добавления заданий внизу списка

source: Legally Blonde
es_es: Rubia Autentica
ja: キューティ ・ ブロンド
ru: Блондинка в законе

source: Think Big
es_es: Piensa en grande
ja: 大きなことを考える
ru: Думай по-крупному

source: Crystal Clear
es_es: Cristal Limpio
ja: はっきりした
ru: Кристально чистая

source: On Paper
es_es: Sobre Papel
ja: 紙の上
ru: На бумаге

source: Black Silhouette
es_es: Silueta Negra
ja: 黒のシルエット
ru: Чёрный силуэт

source: White Silhouette
es_es: Silueta Blanca
ja: 白いシルエット
ru: Белый силуэт

source: Party
es_es: Fiesta
ja: パーティ
ru: Вечеринка

source: Modern
es_es: Moderno
ja: モダン

source: Hand Drawn
es_es: Dibujado a mano
ja: 手描き
ru: От руки

source: Impact
es_es: Impactante
ja: 影響

source: Serif
ja: セリフ

source: Elegant
es_es: Elegante
ja: エレガントです

source: Cursive
es_es: Cursiva
ja: 筆記体

source: Casual
es_es: Informal
ja: カジュアル

source: Backup
es_es: Copia de seguridad
ja: バックアップ
ru: Резервные копии

source: Font
es_es: Tipografía
ja: フォント
ru: Шрифт

source: Maniana backup
es_es: Copia de seguridad de Maniana
ja: マニャナバックアップ

source: Paper Trail
es_es: Recorrido del documento
ja: 紙の証跡
ru: Бумажный след

source: Notebook
es_es: Cuaderno
ja: ノートブック

source: Dark Knight
ja: ダークナイト
ru: Тёмный рыцарь

source: Yellow Pages
es_es: Páginas Amarillas
ja: タウンページ
ru: Жёлтые страницы

source: e.g. johndow@gmail.com
ja: 例えば johndoe@google.com

source: Fine Print
es_es: Impresión fina
ja: 細かい印刷

source: Android Market
ja: アンドロイドの市場
ru: Google Play Market

source: Widgets
ja: ウィジェット
ru: Виджеты

source: Maniana To Do List
ja: マニャナのリスト

source: Maniana To Do List ${version_name}
es_es: Maniana Lista de Tareas ${version_name}
ja: マニャナのTo Do リスト $ {version_name}
ru: Список дел Maniana ${version_name}

source: "An errand a day keeps the troubles away".
es_es: "Una tarea cumplida al día mantiene lejos los problemas";.

source: A fun, and informal way to progress with your todo list.
es_es: Una manera divertida e informal de gestionar una lista de tareas.

source: Maniana (man-ya-na) helps you to answer a simple question "which of my errands am I going to do today?".
es_es: Maniana (Mañana) le ayudará a responder una simple pregunta "¿cuál de mis tareas pendientes voy a hacer hoy?".

source: A perfect solution for every procrastinator!
es_es: Una solución perfecta para todos los postergadores!

source: Maniana is an open source project.
es_es: Maniana es un proyecto de código abierto.

source: If you have any problem or suggestion, please send us an email at maniana@zapta.com or create a new issue here http://code.google.com/p/maniana/issues .
es_es: Si usted tiene algún problema o sugerencia, por favor envíenos un correo electrónico a maniana@zapta.com o postee un tema nuevo aquí http://code.google.com/p/maniana/issues.

source: The Android market does not support individual responses.
es_es: El Android Market no tiene soporte para las respuestas individuales.

source: Features:
es_es: Características:

source: ☆ Easy and fun to use.
es_es: ☆ Fácil y divertido de utilizar.

source: ☆ Home screen widgets.
es_es: ☆ widgets de la pantalla.

source: ☆ App starts instantly.
es_es: ☆ La aplicación se inicia al instante.

source: No flash screen.
es_es: Sin ningún destello de pantalla.

source: ☆ Personalize using rich settings and themes.
es_es: ☆ Personalización con muchas configuraciones y utilización de temas.

source: ☆ Undo last delete operation.
es_es: ☆ Se puede deshacer la última operación de eliminación.

source: ☆ Enter new tasks using keyboard or voice.
es_es: ☆ Ingreso de nuevas tareas usando el teclado o la voz.

source: ☆ Optional daily notification.
es_es: ☆ Notificación diaria (opcional).

source: ☆ Optional shake actions.
es_es: ☆ Acciones para sacudida (opcional).

source: ☆ Flag tasks by color.
es_es: ☆ Banderas de color para las tareas.

source: ☆ Backup/Restore/Transfer task list.
es_es: ☆ Copias de seguridad y recupero de Tareas.

source: ☆ Lock tasks you don't want to see daily.
es_es: ☆ Bloqueo tareas que no desea ver todos los días.

source: ☆ Daily notification.
es_es: ☆ Notificación diaria.

source: ☆ Small memory and CPU footprints.
es_es: ☆ Pocos recursos de memoria y CPU.

source: ☆ Detailed help page.
es_es: ☆ Ayuda detallada.

source: ☆ Multi language support.
es_es: ☆ Soporte en varios idiomas.

source: ☆ Minimal permissions, maximal privacy.
es_es: ☆ Permisos mínimos, privacidad máxima.

source: ☆ Absolutely free.
es_es: ☆ Completamente gratis.

source: No ads, no gimmicks.
es_es: Sin publicidad, ni trucos.

source: ☆ Responsive developers.
es_es: ☆ Soporte técnico de los desarrolladores.

source: If you like the app, please rate it in the Android Market.
es_es: Si le gusta la aplicación, por favor, deje su puntuación en el Android Market.

source: Want to be a hero in your country?
es_es: ¿Quiere ser un héroe en su país?

source: We are looking for translators from English to Chinese, French, Korean and German.
es_es: Estamos buscando traductores del Inglés a chino, francés, coreano y alemán.

source: No programming skills required.
es_es: No se necesita conocimientos de programación.

source: If you would like to help, please contact maniana@zapta.com.
es_es: Si usted desea ayudar, por favor póngase en contacto con maniana@zapta.com.

source: If your phone cannot access the Android market, you can download Maniana directly from http://code.google.com/p/maniana
es_es: Si su teléfono no puede acceder al Android market, puede descargar Maniana directamente de http://code.google.com/p/maniana

source: Alternative spellings: mañana to do list | task list, manyana to do list | task list, Manana to do list | task list.
es_es: Pronunciaciones alternativas: Mañana lista de tareas | Lista de tareas.

source: Related apps: Astrid, Adylitica Do It Tomorrow, Taskos, GTasks, Any.do, Remember the milk.
es_es: Aplicaciones relacionadas: Astrid, Adylitica Do It Tomorrow, Taskos, GTasks, Any.do, Remember the milk.
